20220727201511-la_maison.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-22 Mon 17:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Jardin</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Jardin</h1>
<p>
This corner of my digital garden is all about <i>real</i> gardens; research, plans and observations that go in the making of my own garden. See the <a href="20220816110327-garden_design.html#ID-d5e315a6-4d22-4fac-9e65-9df064f5e7c3">Garden design</a> notebook for references.
</p>

<div id="outline-container-orgcfac223" class="outline-2">
<h2 id="orgcfac223">Entrance</h2>
</div>

<div id="outline-container-orgbf1be85" class="outline-2">
<h2 id="orgbf1be85">Pool</h2>
<div class="outline-text-2" id="text-orgbf1be85">
<ul class="org-ul">
<li>Thin dark stone border, green-ish water. 15m long, maximum 4m wide (aspect ratio)</li>
<li>Green grass all around the pool. Should not extend too far as grass needs watering in summertime and we want to limit that as much as possible.</li>
<li>From the house the view should probably not extend much further beyong than the pool. We should block the view there.</li>
</ul>
</div>
</div>

<div id="outline-container-org998695e" class="outline-2">
<h2 id="org998695e">Slope around the terrasse</h2>
<div class="outline-text-2" id="text-org998695e">
<p>
We need to do something with the slope around the terrasse. We step on it everytime we need to go somewhere, but it also offers some nice shade in the afternoon.
</p>

<p>
Since the house faces South we will need some shade in the summer, while letting the light go through in the summer. <a target='_blank' rel='noopener noreferrer' class='external' href="https://coloradoencyclopedia.org/article/aspen-trees">Quacking aspen</a> (<a href="20220812094537-populus_tremuloides.html#ID-e8d7cb42-01c9-4080-a323-c0f5b3cb644e">Populus tremuloides</a>) would be a nice reminder of our family's origins. Their leaves make a very recognisable noise with the wind, and have a gorgeous golden color in fall. They're invasive, so that's something to consider. I'm also not sure we can import Populus tremuloides from the US in Europe (but we do have other members of the Populus genus available)
</p>
</div>
</div>


<div id="outline-container-orgc9d10aa" class="outline-2">
<h2 id="orgc9d10aa">Rose garden (tentative)</h2>
<div class="outline-text-2" id="text-orgc9d10aa">
<ul class="org-ul">
<li>This can be done in a second time</li>
</ul>
</div>
</div>

<div id="outline-container-org31f9d1c" class="outline-2">
<h2 id="org31f9d1c">Office</h2>
<div class="outline-text-2" id="text-org31f9d1c">
<ul class="org-ul">
<li>The idea is to have a detached office made of wood that is camouflaged in a corner of the garden. Ideally we can use the area under the pine tree, where nothing will really grow.</li>
<li>The office will be something like <a target='_blank' rel='noopener noreferrer' class='external' href="https://en.mywoodcab.com/instagram">MyWoodCab</a> (Insulated, AC, electricty, shelves, etc.)</li>
<li>We can "hide" the office behind a sea of perennials</li>
<li>We need to keep some space in front of the wood storage, and a direct line from the house to the wood storage</li>
<li>There should be a place to sit and have coffee next to (under?) the apple tree there as it is the only place in the garden that has shade in the morning.</li>
<li>More generally this area of the garden has more shade than anywhere else so we can go for a different vibe.</li>
</ul>
</div>
</div>


<div id="outline-container-org6a0a5e7" class="outline-2">
<h2 id="org6a0a5e7">Nurseries</h2>
<div class="outline-text-2" id="text-org6a0a5e7">
<ul class="org-ul">
<li><a target='_blank' rel='noopener noreferrer' class='external' href="https://vivaces-en-conteneurs.com/catalogue.html">Pepiniere Chombart</a></li>
<li><a target='_blank' rel='noopener noreferrer' class='external' href="https://www.lepage-vivaces.com/">Pepiniere Lepage</a></li>
</ul>
</div>
</div>

<div id="outline-container-org42c9296" class="outline-2">
<h2 id="org42c9296">Links to this note</h2>
<div class="outline-text-2" id="text-org42c9296">
<ul class="org-ul">
<li><a href="./now.html">🌿 Now</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
